Repository: TyflosAccessibleSoftware/AImaginator
Catalog: Aimaginator/Resources/*.lproj/Localizable.strings
Languages: es

source: A basic tool to create awesome images
es: Una herramienta sencilla para crear imágenes maravillosas

source: Describe the image that you want to generate
es: Describe la imagen que quieres generar

source: Empty image
es: Imagen vacía

source: Creating the image. Please wait...
es: Creando la imagen. Por favor espere...

source: Create
es: Crear

source: Prompt
es: Entrada

source: API Key error
es: Error de API key

source: OpenAI API Key error
es: Error de API key de OpenAI

source: Please, type your API Key for OpenAI DALL-E service.
es: Por favor introduce tu API key para el servicio de OpenAI DALL-E.

source: Create your OpenAI account
es: Crea tu cuenta en OpenAI

source: The API Key for OpenAI is not valid
es: La API key para OpenAI no es válida

source: Set API key
es: Introducir API key

source: OK
es: Aceptar

source: Close
es: Cerrar

source: Image size
es: Tamaño

source: Save
es: Guardar

source: Read
es: Leer

source: Describe
es: Describir

source: Copy to clipboard
es: Copiar en el portapapeles

source: Save the image
es: Guardar la imagen

source: Choose a folder and a name to store the image.
es: Elije una carpeta y un nombre para almacenar la imagen.

source: Image file name:
es: Nombre del fichero:

source: Press Vo+shift+l to read a description of the image using VoiceOver's image recognition
es: Pulsa VO+mayúsculas+L para leer una descripción de la imagen usando el reconocimiento de VoiceOver

source: About this application
es: Acerca de esta aplicación

# About this app infoText
source: AImaginator is a basic tool to create awesome images Application created by Jonathan Chacón © Tyflos Accessible Software 2022.
es: AImaginator es una herramienta sencilla para crear imágenes maravillosas Aplicación creada por Jonathan Chacón © Tyflos Accessible Software 2022.

source: Settings
es: Ajustes

source: Current API key:
es: API key actual:

source: Reset API key
es: Borrar API key

source: Delete the API key value
es: Borra el valor de la API key

source: Sounds
es: Sonidos

source: Play sounds to improve your experience
es: Reproduce sonidos para mejorar tu experiencia

source: The image could not be downloaded from the Cloud
es: La imagen no pudo descargarse desde la Nube

source: The image could not be saved
es: La imagen no pudo ser guardada
